{
  "website":{
    "title": "Jack's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "I am a full stack developer that loves to make life easier for other developers. I experiment with emerging software technologies and development practices. Java is my natual language and I can do and undo with java. I absolutely love working with spring framework, spingboot and springcloud. In the front end, AngularJs is my thing, but I also dabnle in others like meteorjs, jquery, reactjs and so on. Learning programming languages is easy to pick up - I should know, I am also familiar with c++, C# and python. I believe that with the power of progamming, your abilities is limited only to your imagination!"
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It has comprehensive function, it can be easily used and edited. It's adapted for many kinds devices.",
    "angularjs": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well.",
    "rsser": "Rsser is an Ionic application, with this application we can read news and articles freely, you can add rss address from the given list and add it manually."
  },
  "career":{
    "my_career": "My Career",
    "issl": "Integrated Software Services Limited",
    "issl_desc": "Now I am in ISSLNG, where I develop mobile and web applications for clients.",
    "issl_date": "Jul. 2015",
    "issl_job": "Technical Officer"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
