{
  "website":{
    "title": "Jack's blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Link"
  },
  "about_me":{
    "about_me": "About Me",
    "des": "My primary goal is to make life easier and worthwhile for software developers. I see myself in the academic field mentoring young computer programmers and researching on ways to make programming easier to learn. Software development is  solving a problem, and with this view, I focus on why things are done with the aim of improving processes and standards.I love learning about software development and I firmly believe that programming is the key to harnessing the immense capabilities of a computer. I develop applications during my free time. I look forward to solving complex problem with a software."
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "saplatform": "Saplatform is a automated service for operations, it has asset management, project release, database access function, it can control mass servers.",
    "jalpc": "Jalpc is a simple, beautiful and swift theme for Jekyll. It has comprehensive function, it can be easily used and edited. It's adapted for many kinds devices.",
    "angularjs": "It is a web font application written by Angularjs and deployed by Jekyll on github (gh-pages), the backend platform is Leancloud, you can use Parse as well.",
    "rsser": "Rsser is an Ionic application, with this application we can read news and articles freely, you can add rss address from the given list and add it manually."
  },
  "career":{
    "my_career": "My Career",
    "issl": "Integrated Software Services Limited",
    "issl_desc": "Now I am in ISSLNG, where I develop mobile and web applications for clients.",
    "issl_date": "Jul. 2015",
    "issl_job": "Technical Officer"
  },
  "blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
